[LANGUAGE]
DLG_TITLE_OPEN=打开文件
BTN_OPEN=打开
DLG_TITLE_SAVE=保存文件
BTN_SAVE=保存
CONTROL_INIT_FAILED=文件类型格式错误
FILESHARE_ALL_FILE=所有文件(*.*)
FILEERROR_NAMETOOLONG=文件名太长!
FILEERROR_UNABLEOPEN=无法打开该目录
FILEERROR_NAMEEMPTY_UNABLESAVE=文件名为空，无法保存!
FILEERROR_UNABLESAVE_RETRAY=无法将文件保存在选择的目录，请重新选择!
FILEERROR_NAMEILLEGAL=文件名含有非法字符!
FILESHARE_RECENTDOC=最近文档
FILESHARE_MYDOC=我的文档
FILESHARE_DESKTOP=桌面
FILESHARE_MYCOMPUTER=我的电脑
FILESHARE_VOLUME=可移动磁盘
FILE_NEWFOLDER=新建文件夹
FILEEROR_FILEEXIST_ASK=文件存在，要替换它吗？
BTN_UPWARD=向上
BTN_NEWF=新建
BTN_CANCEL=取消
BTN_CLOSE=关闭
LBL_SEARCH=查找范围
LBL_FILENAME=文件名
LBL_FILENAME1=文件名：
LBL_FILETYPE=文件类型：
LBL_ICON= 图标
LBL_FILESIZE=文件大小

MY_COMPUTER=我的电脑